// eslint-disable-next-line no-undef
schemes.ahom = {
    vowels       : ["𑜒", "𑜒𑜡", "𑜒𑜢", "𑜒𑜣", "𑜒𑜤", "𑜒𑜥", "𑜍𑜤", "𑜍𑜥", "𑜎𑜤", "𑜎𑜥", "𑜒𑜦", "𑜒𑜦", "𑜒𑜩", "𑜒𑜨", "𑜒𑜨", "𑜒𑜧"],
    vowel_marks  : ["𑜡", "𑜢", "𑜣", "𑜤", "𑜥", "𑜞𑜤", "𑜞𑜥", "𑜝𑜤", "𑜝𑜥", "𑜦", "𑜦", "𑜩", "𑜨", "𑜨", "𑜧"],
    other_marks  : ["𑜪", "𑜑𑜫", "𑜪"],
    virama       : ["𑜫"],
    consonants   : ["𑜀", "𑜁", "𑜕", "𑜗", "𑜂", "𑜋", "𑜋", "𑜊", "𑜙", "𑜐", "𑜄", "𑜌", "𑜓", "𑜔", "𑜃", "𑜄", "𑜌", "𑜓", "𑜔", "𑜃", "𑜆", "𑜇", "𑜈", "𑜘", "𑜉", "𑜊", "𑜍", "𑜎", "𑜈", "𑜏", "𑜏", "𑜏", "𑜑", "𑜎", "𑜀𑜫𑜏", "𑜊𑜫𑜐"],
    symbols      : ["𑜰", "𑜱", "𑜲", "𑜳", "𑜴", "𑜵", "𑜶", "𑜷", "𑜸", "𑜹", "𑜒𑜪𑜨", "'", "𑜼", "𑜽"],
    zwj          : ["\u200D"],
    skip         : [""],
    accent       : ["\u0951", "\u0952", "\u1cda", "\ua8f3"],
    combo_accent : ["𑜑𑜫॑", "𑜑𑜫॒", "𑜪॑", "𑜪॒"],
    candra       : ["𑜦"],
    other        : ["𑜀", "𑜁", "𑜕", "𑜊", "𑜓", "𑜔", "𑜇", "𑜊", "𑜍", ""],
};
