// eslint-disable-next-line no-undef
schemes.avestan = {
    vowels       : ["𐬀", "𐬁", "𐬌", "𐬍", "𐬎", "𐬏", "𐬆𐬭𐬆", "𐬇𐬭𐬇", "𐬆𐬮𐬆", "𐬇𐬮𐬇", "𐬈", "𐬉", "𐬀𐬌", "𐬊", "𐬋", "𐬀𐬎"],
    vowel_marks  : ["𐬁", "𐬌", "𐬍", "𐬎", "𐬏", "𐬆𐬭𐬆", "𐬇𐬭𐬇", "𐬆𐬮𐬆", "𐬇𐬮𐬇", "𐬈", "𐬉", "𐬀𐬌", "𐬊", "𐬋", "𐬀𐬎"],
    other_marks  : ["𐬩", "𐬵", "𐬩"],
    virama       : [""],
    consonants   : ["𐬐𐬀", "𐬑𐬀", "𐬔𐬀", "𐬖𐬀", "𐬢𐬀", "𐬗𐬀", "𐬗𐬀", "𐬘𐬀", "𐬘𐬀", "𐬦𐬀", "𐬙𐬀", "𐬚𐬀", "𐬛𐬀", "𐬛𐬀", "𐬧𐬀", "𐬙𐬀", "𐬚𐬀", "𐬛𐬀", "𐬜𐬀", "𐬥𐬀", "𐬞𐬀", "𐬞𐬀", "𐬠𐬀", "𐬠𐬀", "𐬨𐬀", "𐬫𐬀", "𐬭𐬀", "𐬮𐬀", "𐬬𐬀", "𐬱𐬀", "𐬴𐬀", "𐬯𐬀", "𐬵𐬀", "𐬮𐬀", "𐬐𐬴𐬀", "𐬘𐬦𐬀"],
    symbols      : ["0", "1", "2", "3", "4", "5", "6", "7", "8", "9", "𐬋𐬨", "", "𐬼‏", "𐬽‏"],
    zwj          : ["\u200D"],
    skip         : [""],
    accent       : ["\u0951", "\u0952", "\u1cda", "\ua8f3"],
    combo_accent : ["𐬵'", "𐬵_", "𐬩'", "𐬩_"],
    candra       : ["𐬉"],
    other        : ["𐬐𐬀", "𐬓𐬀", "𐬕𐬀", "𐬰𐬀", "𐬛𐬀", "𐬜𐬀", "𐬟𐬀", "𐬪𐬀", "𐬭𐬀", ""],
};
