/* Bengali
	* -------
	* 'va' and 'ba' are both rendered as ব.
	*/
// eslint-disable-next-line no-undef
schemes.bengali = {
    vowels       : ["অ", "আ", "ই", "ঈ", "উ", "ঊ", "ঋ", "ৠ", "ঌ", "ৡ", "", "এ", "ঐ", "", "ও", "ঔ"],
    vowel_marks  : ["া", "ি", "ী", "ু", "ূ", "ৃ", "ৄ", "ৢ", "ৣ", "", "ে", "ৈ", "", "ো", "ৌ"],
    other_marks  : ["ং", "ঃ", "ঁ"],
    virama       : ["্"],
    consonants   : ["ক", "খ", "গ", "ঘ", "ঙ", "চ", "ছ", "জ", "ঝ", "ঞ", "ট", "ঠ", "ড", "ঢ", "ণ", "ত", "থ", "দ", "ধ", "ন", "প", "ফ", "ব", "ভ", "ম", "য", "র", "ল", "ব", "শ", "ষ", "স", "হ", "ळ", "ক্ষ", "জ্ঞ"],
    symbols      : ["০", "১", "২", "৩", "৪", "৫", "৬", "৭", "৮", "৯", "ॐ", "ঽ", "।", "॥"],
    other        : ["", "", "", "", "ড", "ঢ", "", "য", "", ""],
    candra       : [""],
    accent       : ["\u2060", "\u2060", "\u2060", "\u2060"],
    combo_accent : ["", "", "", ""],
};
