// eslint-disable-next-line no-undef
schemes.bhaisuki = {
    vowels       : ["𑰀", "𑰁", "𑰂", "𑰃", "𑰄", "𑰅", "𑰆", "𑰇", "𑰈", "𑰈", "𑰊", "𑰊", "𑰋", "𑰌", "𑰌", "𑰍"],
    vowel_marks  : ["𑰯", "𑰰", "𑰱", "𑰲", "𑰳", "𑰴", "𑰵", "𑰶", "𑰶", "𑰸", "𑰸", "𑰹", "𑰺", "𑰺", "𑰻"],
    other_marks  : ["𑰽", "𑰾", "𑰼"],
    virama       : ["𑰿"],
    consonants   : ["𑰎", "𑰏", "𑰐", "𑰑", "𑰒", "𑰓", "𑰔", "𑰕", "𑰖", "𑰗", "𑰘", "𑰙", "𑰚", "𑰛", "𑰜", "𑰝", "𑰞", "𑰟", "𑰠", "𑰡", "𑰢", "𑰣", "𑰤", "𑰥", "𑰦", "𑰧", "𑰨", "𑰩", "𑰪", "𑰫", "𑰬", "𑰭", "𑰮", "𑰩", "𑰎𑰿𑰬", "𑰕𑰿𑰗"],
    symbols      : ["𑱐", "𑱑", "𑱒", "𑱓", "𑱔", "𑱕", "𑱖", "𑱗", "𑱘", "𑱙", "𑰌𑰼", "𑱀", "𑱁", "𑱂"],
    zwj          : ["\u200D"],
    skip         : [""],
    accent       : ["\u0951", "\u0952", "\u1cda", "\ua8f3"],
    combo_accent : ["𑰾॑", "𑰾॒", "𑰽॑", "𑰽॒"],
    candra       : ["𑰸"],
    other        : ["𑰎", "𑰏", "𑰐", "𑰕", "𑰚", "𑰛", "𑰣", "𑰧", "𑰨", ""],
};
