// eslint-disable-next-line no-undef
schemes.chakma = {
    vowels       : ["𑄃𑄧", "𑄃", "𑄃𑄨", "𑄃𑄩", "𑄃𑄪", "𑄃𑄫", "𑄢𑄪", "𑄢𑄫", "𑄣𑄪", "𑄣𑄫", "𑄃𑄬", "𑄃𑄬", "𑄃𑄭", "𑄃𑄮", "𑄃𑄮", "𑄃𑄯"],
    vowel_marks  : ["", "𑄨", "𑄩", "𑄪", "𑄫", "𑄳𑄢𑄪", "𑄳𑄢𑄫", "𑄳𑄣𑄪", "𑄳𑄣𑄫", "𑄬", "𑄬", "𑄭", "𑄮", "𑄮", "𑄯"],
    other_marks  : ["𑄁", "𑄂", "𑄀"],
    virama       : ["𑄴"],
    consonants   : ["𑄇𑄧", "𑄈𑄧", "𑄉𑄧", "𑄊𑄧", "𑄋𑄧", "𑄌𑄧", "𑄍𑄧", "𑄎𑄧", "𑄏𑄧", "𑄐𑄧", "𑄑𑄧", "𑄒𑄧", "𑄓𑄧", "𑄔𑄧", "𑄕𑄧", "𑄖𑄧", "𑄗𑄧", "𑄘𑄧", "𑄙𑄧", "𑄚𑄧", "𑄛𑄧", "𑄜𑄧", "𑄝𑄧", "𑄞𑄧", "𑄟𑄧", "𑄡𑄧", "𑄢𑄧", "𑄣𑄧", "𑄤𑄧", "𑄥𑄧", "𑄥𑄧", "𑄥𑄧", "𑄦𑄧", "𑄣𑄧", "𑄇𑄴𑄥𑄧", "𑄎𑄴𑄐𑄧"],
    symbols      : ["𑄶", "𑄷", "𑄸", "𑄹", "𑄺", "𑄻", "𑄼", "𑄽", "𑄾", "𑄿", "𑄃𑄮𑄀", "'", "𑅁", "𑅂"],
    zwj          : ["\u200D"],
    skip         : [""],
    accent       : ["\u0951", "\u0952", "\u1cda", "\ua8f3"],
    combo_accent : ["𑄂॑", "॒𑄂", "𑄁॑", "॒𑄁"],
    candra       : ["𑄬"],
    other        : ["𑄇𑄧", "𑄈𑄧", "𑄉𑄧", "𑄎𑄧", "𑄓𑄧", "𑄔𑄧", "𑄜𑄧", "𑄠𑄧", "𑄢𑄧", ""],
};
