/* Gujarati
    * --------
    * Sanskrit-complete.
    */
// eslint-disable-next-line no-undef
schemes.gujarati = {
    vowels       : ["અ", "આ", "ઇ", "ઈ", "ઉ", "ઊ", "ઋ", "ૠ", "ઌ", "ૡ", "", "એ", "ઐ", "", "ઓ", "ઔ"],
    vowel_marks  : ["ા", "િ", "ી", "ુ", "ૂ", "ૃ", "ૄ", "ૢ", "ૣ", "", "ે", "ૈ", "", "ો", "ૌ"],
    other_marks  : ["ં", "ઃ", "ઁ"],
    virama       : ["્"],
    consonants   : ["ક", "ખ", "ગ", "ઘ", "ઙ", "ચ", "છ", "જ", "ઝ", "ઞ", "ટ", "ઠ", "ડ", "ઢ", "ણ", "ત", "થ", "દ", "ધ", "ન", "પ", "ફ", "બ", "ભ", "મ", "ય", "ર", "લ", "વ", "શ", "ષ", "સ", "હ", "ળ", "ક્ષ", "જ્ઞ"],
    symbols      : ["૦", "૧", "૨", "૩", "૪", "૫", "૬", "૭", "૮", "૯", "ૐ", "ઽ", "।"/*'૤'*/, "॥"/*'૥'*/],
    other        : ["ક", "ખ", "ગ", "જ", "ડ", "ઢ", "ફ", "ય", "ર", "ળ઼"],
    candra       : ["ૅ"],
    accent       : ["\u0951", "\u0952", "\u1cda", "\ua8f3"],
    combo_accent : ["", "", "", ""],
    skip         : [""],
};
