// eslint-disable-next-line no-undef
schemes.khudawadi = {
    vowels      : ["𑊰", "𑊱", "𑊲", "𑊳", "𑊴", "𑊵", "𑋙𑋡", "𑋙𑋢", "𑋚𑋡", "𑋚𑋢", "", "𑊶", "𑊷", "", "𑊸", "𑊹"],
    vowel_marks : ["𑋠", "𑋡", "𑋢", "𑋣", "𑋤", "𑋪𑋙𑋡", "𑋪𑋙𑋢", "𑋪𑋚𑋡", "𑋪𑋚𑋢", "", "𑋥", "𑋦", "", "𑋧", "𑋨"],
    other_marks : ["𑋟", "𑋞𑋪", "𑋟"],
    virama      : ["𑋪"],
    consonants  : ["𑊺", "𑊻", "𑊼", "𑊾", "𑊿", "𑋀", "𑋁", "𑋂", "𑋄", "𑋅", "𑋆", "𑋇", "𑋈", "𑋋", "𑋌", "𑋍", "𑋎", "𑋏", "𑋐", "𑋑", "𑋒", "𑋓", "𑋔", "𑋖", "𑋗", "𑋘", "𑋙", "𑋚", "𑋛", "𑋜", "𑋜𑋩", "𑋝", "𑋞", "𑋚𑋩", "𑊺𑋪𑋜𑋩", "𑋂𑋪𑋅"],
    symbols     : ["𑋰", "𑋱", "𑋲", "𑋳", "𑋴", "𑋵", "𑋶", "𑋷", "𑋸", "𑋹", "𑊸𑋟", "ऽ", "।", "॥"],
    candra      : ["𑋥"],
};
