// eslint-disable-next-line no-undef
schemes.mahajani = {
    vowels       : ["𑅐", "𑅐", "𑅑", "𑅑", "𑅒", "𑅒", "𑅭𑅒", "𑅭𑅒", "𑅮𑅒", "𑅮𑅒", "𑅓", "𑅓", "𑅑", "𑅔", "𑅔", "𑅒"],
    vowel_marks  : ["𑅐", "𑅑", "𑅑", "𑅒", "𑅒", "𑅭𑅒", "𑅭𑅒", "𑅮𑅒", "𑅮𑅒", "𑅓", "𑅓", "𑅑", "𑅔", "𑅔", "𑅒"],
    other_marks  : ["𑅧", "𑅱", "𑅧"],
    virama       : [""],
    consonants   : ["𑅕", "𑅖", "𑅗", "𑅘", "𑅧", "𑅙", "𑅚", "𑅛", "𑅜", "𑅝", "𑅞", "𑅟", "𑅠", "𑅡", "𑅢", "𑅣", "𑅤", "𑅥", "𑅦", "𑅧", "𑅨", "𑅩", "𑅪", "𑅫", "𑅬", "𑅛", "𑅭", "𑅮", "𑅯", "𑅰𑅳", "𑅖𑅳", "𑅰", "𑅱", "𑅮𑅳", "𑅕𑅖𑅳", "𑅛𑅝"],
    symbols      : ["०", "१", "२", "३", "४", "५", "६", "७", "८", "९", "𑅔𑅬", "", "।", "॥"],
    zwj          : ["\u200D"],
    skip         : [""],
    accent       : ["\u0951", "\u0952", "\u1cda", "\ua8f3"],
    combo_accent : ["𑅱॑", "𑅱॒", "𑅧॑", "𑅧॒"],
    candra       : ["𑅓"],
    other        : ["𑅕𑅳", "𑅖𑅳", "𑅗𑅳", "𑅛𑅳", "𑅲", "𑅡𑅳", "𑅩𑅳", "𑅛", "𑅭𑅳", ""],
};
