// eslint-disable-next-line no-undef
schemes.mro = {
    vowels      : ["𖩒", "𖩆", "𖩊", "𖩊", "𖩑", "𖩑", "𖩓𖩑", "𖩓𖩑", "𖩍𖩑", "𖩍𖩑", "", "𖩘", "𖩆𖩂", "", "𖩑", "𖩖"],
    vowel_marks : ["𖩆", "𖩊", "𖩊", "𖩑", "𖩑", "𖩓𖩑", "𖩓𖩑", "𖩍𖩑", "𖩍𖩑", "", "𖩘", "𖩆𖩂", "", "𖩑", "𖩖"],
    other_marks : ["𖩃", "𖩉", "𖩃"],
    virama      : [""],
    consonants  : ["𖩌𖩒", "𖩈𖩒", "𖩌𖩒", "𖩈𖩒", "𖩁𖩒", "𖩋𖩒", "𖩋𖩒", "𖩋𖩒", "𖩋𖩒", "𖩏𖩒", "𖩀𖩒", "𖩕𖩒", "𖩅𖩒", "𖩅𖩒", "𖩏𖩒", "𖩀𖩒", "𖩕𖩒", "𖩅𖩒", "𖩅𖩒", "𖩏𖩒", "𖩐𖩒", "𖩇𖩒", "𖩄𖩒", "𖩄𖩒", "𖩃𖩒", "𖩂𖩒", "𖩓𖩒", "𖩍𖩒", "𖩗𖩒", "𖩔𖩒", "𖩔𖩒", "𖩔𖩒", "𖩉𖩒", "𖩍𖩒", "𖩌𖩔𖩒", "𖩋𖩏𖩒"],
    symbols     : ["𖩠", "𖩡", "𖩢", "𖩣", "𖩤", "𖩥", "𖩦", "𖩧", "𖩨", "𖩩", "𖩑𖩃", "", "।", "॥"],
    candra      : ["𖩘"],
};
