// eslint-disable-next-line no-undef
schemes.sora_sompeng = {
    vowels      : ["𑃦𑃨", "𑃢", "𑃤", "𑃤", "𑃥", "𑃥", "𑃝𑃤", "𑃝𑃤", "𑃘𑃤", "𑃘𑃤", "𑃣", "𑃣", "𑃧", "𑃦", "𑃦", "𑃦𑃥"],
    vowel_marks : ["𑃢", "𑃤", "𑃤", "𑃥", "𑃥", "𑃝𑃤", "𑃝𑃤", "𑃘𑃤", "𑃘𑃤", "𑃣", "𑃣", "𑃧", "𑃦", "𑃦", "𑃦𑃥"],
    other_marks : ["𑃖", "𑃞", "𑃖"],
    virama      : [""],
    consonants  : ["𑃟", "𑃟𑃠", "𑃕", "𑃕𑃠", "𑃗", "𑃓", "𑃓𑃠", "𑃠", "𑃠𑃠", "𑃡", "𑃑𑃨", "𑃑𑃨𑃠", "𑃔", "𑃔𑃠", "𑃙𑃨", "𑃑", "𑃑𑃠", "𑃔𑃨", "𑃔𑃨𑃠", "𑃙", "𑃛", "𑃛𑃠", "𑃒", "𑃒𑃠", "𑃖", "𑃜", "𑃝", "𑃘", "𑃚", "𑃐𑃠", "𑃐𑃨", "𑃐", "𑃞", "𑃘𑃨", "𑃟𑃐𑃨", "𑃠𑃡"],
    symbols     : ["𑃰", "𑃱", "𑃲", "𑃳", "𑃴", "𑃵", "𑃶", "𑃷", "𑃸", "𑃹", "𑃦𑃖", "'", ".", ".."],
    candra      : ["𑃣"],
    other       : ["𑃟", "𑃟𑃠", "𑃕", "𑃠", "𑃝𑃔", "𑃝𑃔𑃠", "𑃛𑃠", "𑃜", "𑃘", ""],
};
