// eslint-disable-next-line no-undef
schemes.tamil_print = {
    vowels       : ["அ", "ஆ", "இ", "ஈ", "உ", "ஊ", "", "", "", "", "எ", "ஏ", "ஐ", "ஒ", "ஓ", "ஔ"],
    vowel_marks  : ["ா", "ி", "ீ", "ு", "ூ", "", "", "", "", "ெ", "ே", "ை", "ொ", "ோ", "ௌ"],
    other_marks  : ["ஂ", "ஃ", ""],
    virama       : ["்"],
    consonants   : ["க", "க²", "க³", "க⁴", "ங", "ச", "ச²", "ஜ", "ஜ²", "ஞ", "ட", "ட²", "ட³", "ட⁴", "ண", "த", "த²", "த³", "த⁴", "ன", "ப", "ப²", "ப³", "ப⁴", "ம", "ய", "ர", "ல", "வ", "ஶ", "ஷ", "ஸ", "ஹ", "ள", "க்ஷ", "ஜ்ஞ"],
    symbols      : ["௦", "௧", "௨", "௩", "௪", "௫", "௬", "௭", "௮", "௯", "ௐ", "ऽ", "।", "॥"],
    other        : ["", "", "", "", "", "", "", "", "ற", "ழ"],
    candra       : [""],
    accent       : ["\u0951", "\u0952", "\u1cda", "\ua8f3"],
    combo_accent : ["", "", "", ""],
};
