// eslint-disable-next-line no-undef
schemes.warang_citi = {
    vowels      : ["𑣁", "𑣁𑣙", "𑣂", "𑣆", "𑣃", "𑣇", "𑣜𑣃", "𑣜𑣇", "𑣚𑣃", "𑣚𑣇", "𑣈", "𑣈", "𑣆", "𑣉", "𑣉", "𑣇"],
    vowel_marks : ["𑣁𑣙", "𑣂", "𑣆", "𑣃", "𑣇", "𑣜𑣃", "𑣜𑣇", "𑣚𑣃", "𑣚𑣇", "𑣈", "𑣈", "𑣆", "𑣉", "𑣉", "𑣇"],
    other_marks : ["𑣀", "𑣄", "𑣀"],
    virama      : [""],
    consonants  : ["𑣌", "𑣌", "𑣋", "𑣋", "𑣊", "𑣏", "𑣏", "𑣎", "𑣎", "𑣍", "𑣒", "𑣒", "𑣑", "𑣑", "𑣐", "𑣕", "𑣕", "𑣔", "𑣔", "𑣓", "𑣘", "𑣘", "𑣗", "𑣗", "𑣖", "𑣅", "𑣜", "𑣚", "𑣟", "𑣞", "𑣞", "𑣞", "𑣙", "𑣚", "𑣌𑣞", "𑣎𑣍"],
    symbols     : ["𑣠", "𑣡", "𑣢", "𑣣", "𑣤", "𑣥", "𑣦", "𑣧", "𑣨", "𑣩", "𑣿", "'", ".", ".."],
    candra      : ["𑣈"],
    other       : ["𑣌", "𑣌", "𑣋", "𑣎", "𑣛", "𑣛", "𑣘", "𑣅", "𑣜", ""],
};
